var React = require('react');

var About = React.createClass({

  render: function(){
    return(
      <div className="about">
        <p>Молодая креативная компания Мирт задумана и создана в июле 2015.</p>

        <p>Появилась она,разумеется, не случайно. Именно  в это время произошло долгожданное счастливое событие в жизни ее создателей – счастливый свадебный день!</p>

        <p>Что же такое мирт?</p>

        <p>Это вечнозеленое цветущее южное дерево. Миртом прежде называли также венок из цветущих побегов такого дерева или его ветвь – символ тишины, мира и наслаждения.

        Миртовый венок с розами в древности был любимым свадебным украшением. В эпоху Ренессанса вечнозелёный мирт стал символизировать вечную любовь, в особенности – супружескую верность.

        По преданию, венком из мирта была увенчана Афродита во время знаменитого спора, благодаря чему Парис и отдал ей своё яблоко. С тех пор мирт стал любимым цветком богини любви и красоты, иногда

        она даже называла себя Миртеей. Вокруг храмов Афродиты высаживали множество миртовых кустов, а во время ежегодных празднеств в честь этой богини все украшались миртовыми венками.</p>

        <p>Наша миссия: украсить мир! И пусть цветные легкие ветви-ленты и цветы наших украшений помогут Вам создавать атмосферу праздника!</p>

      </div>
    )
  }
});

module.exports = About;
